Repository: marlonespelho/nubank_shorten_links
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# badRequestExceptionMessage
source: Bad request, please check the data and try again.
pt_br: Requisição má sucedida, verifique os dados e tente novamente.

# unauthorizedExceptionMessage
source: Unauthorized
pt_br: Não autorizado

# unauthorizedAlertMessage
source: Your session has expired, please log in again to continue using the application.
pt_br: Sua sessão expirou, faça login novamente para continuar utilizando o aplicativo.

# notFoundExceptionMessage
source: Not found.
pt_br: Não encontrado.

# noConnectionExceptionMessage
source: No connection.
pt_br: Sem conexão.

# timeOutExceptionMessage
source: Request timeout.
pt_br: Tempo de requisição expirado.

# defaultExceptionMessage
source: Service unavailable at the moment, please try again later.
pt_br: Serviço indisponível no momento, tente novamente mais tarde.

source: Link Shortener
pt_br: Encurtador de Links

source: Error copying link
pt_br: Erro ao copiar link

source: Link copied to clipboard
pt_br: Link copiado para a área de transferência

# enterLinkToShorten
source: Enter the link you want to shorten
pt_br: Digite o link que deseja encurtar

# linkIsInvalid
source: Link is invalid, please enter a valid link
pt_br: Link inválido, por favor insira um link válido

source: No shorten links found
pt_br: Nenhum link encurtado encontrado

source: Shortened links history
pt_br: Histórico de links encurtados
